[
    {
        "question_text": "Which one of the following could market mapping be used for?",
        "answer_text": "C",
        "question_part": "a",
        "question_number": 1
    },
    {
        "question_text": "Which one of the following is an impact of a decrease in interest rates?",
        "answer_text": "A",
        "question_part": "b",
        "question_number": 1
    },
    {
        "question_text": "Explain one advantage of starting a business as a private limited company.",
        "answer_text": "As a private limited company, you have limited liability. This means you can only lose what you invest. This reduces the risk when starting a business as you cannot lose personal assets.",
        "question_part": "c",
        "question_number": 1
    },
    {
        "question_text": "Explain one way the internet may affect where a small business chooses to locate.",
        "answer_text": "Internet could do this as there could be better wifi in different places. This means that businesses can advertise online leading to better promotion.",
        "question_part": "d",
        "question_number": 1
    },
    {
        "question_text": "Which two of the following are examples of customer needs?",
        "answer_text": "A, C",
        "question_part": "a",
        "question_number": 2
    },
    {
        "question_text": "Which two of the following are roles of an entrepreneur?",
        "answer_text": "B, D",
        "question_part": "b",
        "question_number": 2
    },
    {
        "question_text": "Using the information in Table 1, calculate the decrease in the break even level of output. You are advised to show your workings.",
        "answer_text": "Fixed cost = 10,000   total variable cost = 10000\n10,000 + 10,000 = 20,000 cost\n20,000 (cost) / 26,000 - 20,000 = 6,000 units",
        "question_part": "c",
        "question_number": 2
    },
    {
        "question_text": "Explain one way a small business could become more competitive.",
        "answer_text": "A small business could become more competitive by having a USP. This is a unique selling point (nobody else has it) which leads to competitors trying to find another and better USP.",
        "question_part": "d",
        "question_number": 2
    },
    {
        "question_text": "Explain one advantage to a small business of meeting its legal obligations.",
        "answer_text": "One advantage of this is good feedback. Following legal obligations will make the business receive good feedback leading to more potential customers.",
        "question_part": "e",
        "question_number": 2
    },
    {
        "question_text": "Which one of the following could a small business use to add value?",
        "answer_text": "A",
        "question_part": "a",
        "question_number": 3
    },
    {
        "question_text": "Using the information in Figure 1, calculate the revenue for March. You are advised to show your workings.",
        "answer_text": "7200 units sold. £5.20 each. 7200 x £5.20 = £37440. £37440",
        "question_part": "b",
        "question_number": 3
    },
    {
        "question_text": "Explain one disadvantage to a small business of not paying its employees on time.",
        "answer_text": "One disadvantage is that employees may quit. If employees quit, there is more work for less people. This makes the business difficult to run.",
        "question_part": "c",
        "question_number": 3
    },
    {
        "question_text": "Explain one advantage to a small business from using retained profit as a source of finance.",
        "answer_text": "One advantage to this is there is nobody to pay back. This means a more stable revenue which may lead to better investments for the business.",
        "question_part": "d",
        "question_number": 3
    },
    {
        "question_text": "Discuss the impact on a small business from adapting existing products to develop new business ideas.",
        "answer_text": "This is good as it is cheaper which leaves more money for the business, possibly leading to higher income. However, this is bad because the product being adapted may be obsolete. This means that nobody will buy the product, leading to the resources used to adapt the product is being wasted.",
        "question_part": "e",
        "question_number": 3
    },
    {
        "question_text": "Outline one way that financial information in a business plan could help Lili Heating Ltd.",
        "answer_text": "Revenue would be easier to manage so there will be very few issues with finance.",
        "question_part": "a",
        "question_number": 4
    },
    {
        "question_text": "Analyse the impact of non-financial aims on Amelia's decision to start Lili Heating Ltd.",
        "answer_text": "",
        "question_part": "b",
        "question_number": 4
    },
    {
        "question_text": "Using the information in Table 2, calculate Lili Heating Ltd's forecasted closing balance at the end of month one. You are advised to show your workings.",
        "answer_text": "4000 + 8600 = 12600\n12600 - 11000 = 1600\n£1600",
        "question_part": "a",
        "question_number": 5
    },
    {
        "question_text": "Using the information in Table 3, calculate to 2 decimal places, the percentage of people in the age group 45-49 that are female. You are advised to show your workings.",
        "answer_text": "66,700; 33,700; 33,700 / 66,700 = 0.50524; 50.52%",
        "question_part": "b",
        "question_number": 5
    },
    {
        "question_text": "Analyse the impact on Lili Heating Ltd of using the internet to collect secondary market research.",
        "answer_text": "The market research which has been done has a lot of data meaning it is easier to segment the market. This leads to more customers due to products being sold to correct markets. However, the information found is out of date. This means that the data may have changed so the market is not easy to sell the correct products to.",
        "question_part": "c",
        "question_number": 5
    },
    {
        "question_text": "State one element of the marketing mix, other than price, for Lill Heating Ltd.",
        "answer_text": "Age",
        "question_part": "a",
        "question_number": 6
    },
    {
        "question_text": "Outline one reason why the government would want Lill Heating Ltd to be successful.",
        "answer_text": "Everybody has heating, therefore the government can tax the company as it will have higher income.",
        "question_part": "b",
        "question_number": 6
    },
    {
        "question_text": "In order to make the business more successful, Lili Heating Ltd is considering two options:\nOption 1: offer a discounted price to female customers\nOption 2: use social media to promote the business.\n(c) Justify which one of these two options Lili Heating Ltd should choose. (8)",
        "answer_text": "In my opinion the business should take option two as many people are willing to pay high prices and almost everybody is on social media. This is better advertising. Option 1 may not make a big difference as it is uncommon for females to be into these topics. It is a stereotypical male area of interest. Option 2 could bring in a lot more customers leading to more potential income.",
        "question_part": "c",
        "question_number": 6
    },
    {
        "question_text": "State one example of a risk for an investor in Ripple.",
        "answer_text": "There may not be a lot of wind so money put in could be wasted.",
        "question_part": "a",
        "question_number": 7
    },
    {
        "question_text": "Using the information in Table 4, identify which type of energy use declined the most between 2018 and 2019.",
        "answer_text": "Coal",
        "question_part": "b",
        "question_number": 7
    },
    {
        "question_text": "Outline one benefit to customers from Ripple asking questions to identify its customer needs.",
        "answer_text": "Ripple can provide you with the correct amount of energy for you so you don't need to worry about over using it.",
        "question_part": "c",
        "question_number": 7
    },
    {
        "question_text": "In order to help small businesses, such as Ripple, become successful the UK government is considering two options:\n\nOption 1: reduce the tax paid by small businesses\n\nOption 2: provide free training if businesses recruit new employees.\n\n(d) Justify which one of these two options would have the most significant impact on the success of Ripple.",
        "answer_text": "Option 1 will have the most significant impact. This is because the tax they pay will be reduced so that there is more profit in the business. Option 2 is pointless as Ripple is a customer-owned business therefore there is very few employees being hired.",
        "question_part": "d",
        "question_number": 7
    },
    {
        "question_text": "Evaluate the importance of price in Ripple’s marketing mix. You should use the information provided as well as your knowledge of business.",
        "answer_text": "Ripples price is important as nobody will pay more money for the same thing. If a competitor has a cheaper price the customers will go to the competitor leaving Ripple bankrupt. The energy may be expensive as it is more efficient however the competitors must import a lot often whereas Ripple only needs to import wind turbines. Therefore, Ripple is still cheaper so should be cheaper to customers.",
        "question_part": "e",
        "question_number": 7
    }
]