[
    {
        "question_number": 1,
        "question_text": "Source A is critical of the Bolsheviks during the First World War. How do you know? Explain your answer using Source A and your contextual knowledge. [4 marks]",
        "answer_text": "Source A shows the Bolsheviks taking German gold away from Russia while the leader of Germany is watching. This could suggest that the Kaiser has forced them into robbing his gold back from his enemy but this is titled betrayed as the Bolsheviks are Russia’s Allies, so this can show that the Kaiser has power and can easily trick minds to backstab one another."
    },
    {
        "question_number": 2,
        "question_text": "How useful are Sources B and C to an historian studying military technology and tactics in the First World War? Explain your answer using Sources B and C and your contextual knowledge.",
        "answer_text": "Source B is very useful as it says planes being used towards the enemy and infantry being used as an advantage against artillery as the bombs and shells land the enemy thinks they traverse through after the shelling but instead use it as a safety bunke to protect them from the naked eye. In source C it talks about how 1 tank is being used to shield everything while another one is used to circle around the enemy quickly and effectively and take them out before doing any harm to the shell tank while only being controlled by 2 people and being cost efficient  "
    },
    {
        "question_number": 3,
        "question_text": "Write an account of how the Schlieffen Plan led to problems in 1914.",
        "answer_text": "The Schlieffen Plan was a plan created by the Germans to quickly invade western Europe as Russia, Germany, and Great Britain were in an arms race. Germany estimated Russia to take 3 months to rearm their materials after fighting Japan. So because of the time Germany weren't so worried about Russia and pushed through Belgium very slowly, though as they weren't strong enough to hold Germany back but could slow them down. But as they entered France, Mons and Marne were starting battles involving machine guns and artillery. So they had to build trenches which started a stalemate. That's why the Schlieffen Plan led to problems as it was a slow plan, not fast as it was supposed to be. "
    },
    {
        "question_number": 4,
        "question_text": "The Alliance System was the main cause of the First World War.\nHow far do you agree with this statement?\nExplain your answer.",
        "answer_text": "I agree with this statement fully as if Serbia never involved big Russia Austria-Hungary wouldn’t of involved Germany and etc. It is because of an argument between 2 countries it starts a giant war involving countries all over the world to get involved and for millions of people to die but because of the alliance system these 2 countries who could of sort it between themselves got their basemates involved to start a giant world war. "
    }
]